Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=820_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Kultuvra
smn: Juáigus

source: Suomas leat golbma juoiganárbbi: davvisápmelaš luohti, anáraš livđe ja nuortalaš leuŠdd.
smn: Suomâst láá kulmâ juáigusärbivyevi: tavesämmilâš luohti, anarâš livđe já nuorttâlâš leuŠdd.

source: Árbevirolaš juoiggus leamaš álggos sámiid riittaide čadni ja luondduálbmogiidda mihtilmas albmabuktinvuohki heaggamáilmmi ja reálamáilmmi albmaneapmi.
smn: Ärbivuáválâš juáigus lii algâaalgâst lamaš sämmilij riitijn čonnâšum já luándualmugáid tijpâlâš olgospyehtimhäämi já jieggâmaailm já tuođâlâš maailm tiettumhäämi.

source: Juigosat leat árgga rutiinnaid ja sosiálalaš diliid oassin.
smn: Juáiguseh láá uássin aargâ rutiinijd já sosiaallâš tilálâšvuođâid.

source: Boazodoalus juigosiin lea vuodjeluvvon spiret ja ráhkaduvvon gaskavuohta geahččuealli ja olbmo gaskii.
smn: Puásuituálust juáigusáin láá kovŋim piäđuid já lááččám koskâvuođâ ellee, mon paimândeh, já ulmuu kooskân.

source: Juigosiin oahpahit nuorat buolvva olbmuid ja fuolkevuogádaga birra, luonddus, báikkiin, boazodoallovugiin ja ealliin.
smn: Juáigusijguin máttáátteh nuorâb suhâpuolvâ ulmuin já hiäimuvuotâvuáháduvvâst, luándust, paaihijn, puásuituálutaavijn já ellein.

source: Juigosiid fáttat šaddet servoša dehalašolbmuin, historjjálaš dáhpáhusain, boažodoalus, luonddubirrasis ja ealliin.
smn: Juáigusij fáádáh šaddeh siärváduv merkkâulmuin, historjálâš tábáhtusâin, puásuituálust, luándupirrâsist já ellein.

source: Juigosat albmabuktet sosiálalaš vuogádaga ja kulturlaš jotkkolašvuođa.
smn: Juáiguseh čäittih sosiaallâš vuáháduv já kulttuurlâš jotkuuvâšvuođâ.

source: Ovdamearkan mánáid juigosat leat variašuvnnat vánhemiid juigosiin, mat leat fas variašuvnnat sin iežaset vánhemiid juigosiin.
smn: Ovdâmerkkân párnái juáiguseh láá variaatioh vanhimij juáigusijn, moh láá pelestis variaatioh sii jieijâs vanhimij juáigusijn.

source: Mánáid riegádettiin, juoiggus lea addojuvvon dego gástanama hámis vuos ovttageardásaš nuohttan (tovdna) maŋŋelis olmmošjuoiggusin dievasmahtimin.
smn: Ko párnááh láá šoddâm, juáigus lii adelum tego ristânoomâ häämist vistig oovtkiärdánis nuottân maŋeláá riggodum olmoošjuáigusin.

source: Dát árbi lea measta jávkan Suoma sámiid siste.
smn: Taat ärbivyehi lii masa lappum Suomâ sämmilij juávhust.

source: Juigosis eai leat álo sánit (dajahusat), nuohtta ja jienageavahus leat dalle váibmosis.
smn: Juáigusijn iä lah ain säänih, talle nuottâ já jienâkevttim láá kuávdâháást.

source: Oarjjasápmelaš vuohki juoigat lea albmabuktima dáfus gievrrat ja jienageavahus molsašuddá jođáneappot go nuortasápmelaš juoiganvuogis.
smn: Viestârsämmilâš stijlâ juoigâd lii olgospyehtim peeleest vuáimálub já jienâkevttim molsâšuvá jotelubbooht ko nuorttâsämmilâš juoigâmstiijlâst.

source: Suoma Sámi Grand Prix oassegilvvu vuoiti 2014, juoigi Petra Magga-Vars
smn: Suomâ Sámi Grand Prix uásikišto vyeittee 2014, jyeigee Petra Magga-Vars

source: Sámiid musihkkaárbbis eai olus geavahuvvo instrumeanttat.
smn: Sämmilâš muusikärbivyevist iä keevti masa ollágin instrumentijd.

source: Dán áigge juoigama sáhttá dáktet dološ shamánaid geavahan mearvrresgáriin.
smn: Tááláá ääigi juáigus puáhtá tahtâdiđ rumbuin, mii lâi tovle nuáidij kiävtust.

source: Dan lassin dovdat 3-5-suorbmaráigge njurgganas, fádnobiipa, mii ráhkaduvvui olbmoborranrási vesás.
smn: Ton lasseen tobdeh 3-5-suormâräigásâš piili, mii rahtui puurrâmrääsi versost. Meid skilânâs tietih kevttum.

source: Ruoŧasápmelaš Maj-Lis Skaltje lea girjjistis Luondu juoiggaha govvidan juigosa čuovvovvaččat (2005):
smn: Ruotâsämmilâš Maj-Lis Skaltje lii suu čallust Luondu juoiggaha kuvvim juáigus čuávuvávt (2005):

source: Juoiggus lea bohcco nuohtta
smn: Juáigus lii poccuu nuottâ

source: Juoiggus lea ožžon šuoŋáid lottiid, jogaid ja biekkaid jienain
smn: Juáigus lii finnim nuotâs luudij, juuvâi já piegâi jienâst

source: Juoiggus lea oanedan guhkes sevdnjes dálveijaid,
smn: Juáigus lii uánidám kuhes sevŋis tälvi-iijâid,

source: lea leamašan skibirin viiddes meahcceguovlluin,
smn: lii lamaš skipárin vijđes meccikuávluin,

source: lea addán fámu go miellla lea šlunddas ja bargu lossat.
smn: lii adelâm vyeimi ko mielâ lii šlunde já pargo lussâd.

source: Juoiggus lea illu.
smn: Juáigus lii ilo.

source: Juoiggus seailluha olbmo nuorran.
smn: Juáigus ana ulmuu nuorrân.

source: Juoiggus lea muitinvuohki, oktasašillu ja vuohki čujuhit ráhkisvuođa.
smn: Juáigus lii muštemvyehi, ohtsâšilo já vyehi čäittiđ rähisvuođâ.

source: Juoiggus ollá guhkkelii go sánit, lagada ja ovttasta sogaid, ustibažžaid ja olmmošbuolvvaid.
smn: Juáigus uulât olgoláá ko säänih, aldeed já ovtâstit hiäimuid, skipárijd já olmoošsuhâpuolvâid.

source: Maiddái dat geat juo lea guođđán dán máilmmi
smn: Meid taid kiäh láá jo kuáđđám taam maailm

source: Sámiid juoiganárbi leai váras jávkat.
smn: Sämmilâš juoigâmärbivyehi lâi vaarâst lappuđ.

source: Kristtalašosku doalai juigosa hui guhká bahádábálažžan ja dan leat maiddái váldekultuvra badjelgeahččan.
smn: Ristâosko oonij juoigâm viehâ kuhháá pahhaan já tot lii meid hálbášum väldikulttuur peeleest.

source: Suomas juigosa árvu álggii lassánit suopmelaččaid siste sámiid stuorra dáiddára Nils Aslak Valkeapää (Á illohaš) dáidaga mielde.
smn: Suomâst juáigus áárvust anneem aalgij šoddâđ meid syemmilij juávhust sämmilij stuorrâ taaiđâr Nils Aslak Valkeapää (Áillohaš) taiđuu mield..

source: Áillohaš buvtii juigosa servodatlaččat dohkkehahttin ja árvvusatnon dáiddavuohkin ja čujuhii juoiganárbbi sodjilvuođa ja ovdáneami.
smn: Áillohaš puovtij juoigâm ohtsâškodálávt tuhhiittum já áárvust oonnum taaiđâhäämmin já čaaitij juoigâmärbivyevi njyebžilvuođâ já ovdánem.

source: Áillohaš buvttii juoiganárbái váikkuhusaid jazzis ja eará musihkkastiillain.
smn: Áillohaš puovtij juoigâmärbivuáhán vaikuttâsâid jazzist já eres muusikstiijlâin.

source: Sámeservoša ja dáiddáriid aktiiva barggu boađusin juoiganárbi lea álgán ealáskit ja juoigama oahpahit maiddái skuvllain.
smn: Sämisiärváduv já taaiđârij aktiivlâš pargo puátusin juoigâmärbivyehi lii álgám iälláđ já juoigâm máttáátteh meid škoovlâin.

source: Kristtalašosku ii jurddaš šat negatiivalaččat juigosis ja juoigan lea maiddái gullon girkuin.
smn: Ristâosko ij ane innig kieldee koskâvuođâ juoigâmân já juáigus lii kullum meid kiirhoin.

source: Juoigama gullá geavatlaččat dušše Yle Sápmi prográmmain earet eará muhtun váldegottálaš konsearttaid dahje prográmmavurkemiid.
smn: Juáigus kulloo keevâtlávt tuše Yle Säämi ohjelmijn muádi väldikodálâš konsert teikâ ohjelmvuárhá vuotânväldihánnáá.

source: Juoiganárbi lea goit ainge áitatvuloš.
smn: Juoigâmärbivyehi lii kuittâg ain-uv uhkevuálásâš.

source: Bargoeallin, eretfárren sámiid ruovttuguovllus ja gielamolsun leat váikkuhan sámiid siste juigosa gullamii ja geavaheapmai.
smn: Pargoeellim, meddâlvarrim sämikuávlust já kielâmolsom láá vaikuttâm sämmilij juávhust juoigâm kulluumân já kiävtun.

source: Sápmelaš juoigiin lea iežas gáhttoorganisašuvnna, Sámi juoigiid searvi.
smn: Sämmilijn jyeigein lii jieijâs káttuservi, Sámi juoigiid searvi.

source: Stuorámus juoigandáhpáhus lea jahkásaččat Norgga Guovdageainnus beassážiid áigge lágiduvvon Sámi Grand Prix-gilvu, mas válljejit jagi buoremus juoiganluoiddastemiid.
smn: Stuárráámus juoigâmtábáhtus lii Sámi Grand Prix-kišto, mii uárnejuvvoo ihásávt Taažâ Kuovdâkiäinust pessijái ääigi. Tobbeen väljejuvvojeh ive pyeremusah jyeigeeh.

source: Modearna sámemusihkkka
smn: Tááláš sämimuusik

source: Dálásámemusihkka oažžu váikkuhusaid nannosit árbevirolaš juigosis ja albmabuktimin ođđa albmabuktinvugiid ja sámekultuvrra ovdáneami.
smn: Tááláš sämimuusik váldá vaikuttâsâid ärbivuáválâš juáigusist já čáittá uđđâ olgospyehtimvuovijd já sämikulttuur ovdánem.

source: 1960-logu rájes sámegielat musihkka álggii čuovvut áiggi trendiid.
smn: 1960-lovo rääjist sämikielâlâš muusik aalgij čuávvuđ ääigi ovdánemsuundijd.

source: Otná beaivve sámegillii rockki, poppi, etno, hevi, dánsamusihka, tekno, mánáidlávlagiid, sálmmaid ja ráp-musihka.
smn: Taan ääigi sämikielân čuojâtteh rock, pop, etno, hevi, tanssâmuusik, tekno, párnáilavluid, saalmâid já rap-muusik.

source: Erenomážit sámegielat ráp-musihkka lea ožžon fuopmášumi maiddái álbmotlaš dásis.
smn: Eromâšávt sämikielâlâš rap-muusik lii finnim huámášume meid aalmuglâš tääsist.

source: Girjjálašvuohta
smn: Kirjálâšvuotâ

source: Sámegielat girjjálašárbi lea nuorra.
smn: Sämikielâlâš kirjálâšvuotâärbivyehi lii nuorâ.

source: Máidnasiid muitaleapmi ja njálmmálaš muitalanárbi lea leamaš dehalaš sámekultuvrra oassi ja dieđusirdima buolvvas nubbái ja ráhkadan vuođu sámegielat girjjálašvuođa šaddamii.
smn: Mainâsij mainâstem já njálmálâš mainâstemärbivyehi láá lamaš sämmilâš kulttuur já tiäđusirdem tergâdiih uásih suhâpuolvâst nuubán já lááččám vuáđu sämikielâlii kirjálâšvuođâ šoddâmân.

source: Vuosttas sámegielat prentosat ledje Ruoŧas jagi 1619 deaddiluvvon guokte kristtalaš girjji.
smn: Vuossâmuuh sämikielâliih almostitmeh lijjii Ruotâst ive 1619 teddilum kyehti oskoldâhlii kirjáá.

source: Vuosttas davvisámegielat čáppagirjjálašvuođa bargu lei ruoŧasápmelaš Johan Turi čállán ja govuhan girji jagis 1910 Muitalus sámiid birra, mii lea muitalus badjesámiid eallimis.
smn: Vuossâmuš tavesämikielâlâš čaabâkirjálâš kirje lâi ruotâsämmilii Johan Turi čáállám já kuvvim kirje ivveest 1910 Muitalus sámiid birra, mii lii muštâlus puásuisämmilij elimist.

source: Turi hálidii iežas sániid mielde muitalit eiseválddiide makkár leat sámiid eallin ja dilit, vai eiseválddit boađašedje dain diehtit.
smn: Turi halijdij jieijâs saanij mield muštâliđ virgeomâháid ete maggaar lii sämmilij eellim já tile, vâi virgeomâhááh šaddeh tiettiđ tain.

source: Turi govvida girjjistis erenoamáš dárkilit sámiid eallima, historjjá ja sámiid álbmotárbbi.
smn: Turi kovvee kirjestis uáli tárkká sämmilij eellim, historjá já sämmilij aalmugärbivyevi.

source: Maiddái girječálli, dáiddár ja badjealmmái, Ruoŧa Jelleváris eret Nils Nilsson Skum govvidii sámiid luonddubirrasa ja baozodoalu.
smn: Meid čällee, taaiđâr já puásuituállee, Ruotâ Vääččirist meddâl leijee Nils Nilsson Skum kuvvij sämmilâš luándupirrâs já puásuituálu.

source: Muitaluvvui, ahte son árvvoštalai iežas girjji hátti das govviduvvon boazologu vuođul.
smn: Lii ettum, ete sun piejâi hade suu kiirjijd tain kovvejum puásuilovo vuáđuld.

source: Beakkánin Skum šattai, eandalii girjjiinnis Same sita - samebyn (1938).
smn: Aalmug tiäđulâšvuotân Skum poođij vuosâsajasávt kiirjijn Same sita - samebyn (1938).

source: Suoma sámeguovllus vuosttas mearkkašahtti sámegielat čáppagirjjálašvuođa girji lei vuovdaguoikkalaš oahpaheaddji Hans-Aslak Guttorma čoakkáldatgirji Koccam spalli (Herännyt tuulispää 1941).
smn: Suomâ sämikuávlust vuossâmuš merhâšittee sämikielâlâš čaabâkirjálâš kirje lâi vuovdâkuoškâlii máttáátteijee Hans-Aslak Guttorm nurâldâh Koccam spalli (Koccám spälli 1941).

source: Čoakkáldagastis Guttorm ovddidii maiddái davvisámegiela čálalaš giela.
smn: Nurâlduvvâstis Guttorm ovdedij meid tavesämikielâ kirjálâš kielâ.

source: Sámegiela girjegiela ovdánettiin ja sámeservoša kultuvrralaš moriheami mielde sámegirjjálašvuohta álggii ovdánit 1970-logu álggu rájes.
smn: Sämikielâ kirjekielâ ovdánmijn já sämisiärváduv kulttuurlâš moránem mield sämikirjálâšvuotâ aalgij ovdániđ 1970-lovo aalgâ rääjist.

source: Girjjálašvuođas bođii vuohki govvidit servodaga dohkketmeahttun diliid ja láttiiduhttinproseassa váikkuhusaid sámiide.
smn: Kirjálâšvuođâst šoodâi vyehi kuvviđ ohtsâškode tuhhitmettum tiilijd já lädijduttemproosees vaikuttâsâid sämmilijd.

source: Kirsti Paltto vuosttasromána Guhtoset dearvan min bohccot (Voijaa minun poroni) lei Finlandia-evttohassan jagi 1986.
smn: Kirsti Palto vuossâmuš roomaan Guhtoset dearvan min bohccot (Kuáđuttus tiervân mii poccuuh) lâi Finlandia-iävtukkâssân ive 1986.

source: Nils-Aslak Valkeapää diktaepos Beaivi, áhčážan, 1988 (Aurinko, isäni) vuittii Davvirikkaid ráđi girjjálašvuođabálkkášumi jagi 1991.
smn: Nils-Aslak Valkeapää tihtârááhtus Beaivi, áhčážan (Piäiváš, iäččám), 1988 vuoitij Tave-enâmij rääđi kirjálâšvuođâpalhâšume ive 1991.

source: Suomas ii doaimma sámegielat girjjálašvuođa goasttideaddji goasttádus.
smn: Suomâst ij tooimâ kuástideijee, mii kuástid sämikielâlâš kirjálâšvuođâ.

source: Norggas doaibmi Davvi Girji goasttida maiddái Suoma sámiid dahkan girjjiid.
smn: Taažâst tuáimee Davvi Girji kuástid meid Suomâ sämmilij čáállám kiirjijd.

source: Girjjálašvuođa ovdáneami váttásmahttet sm á vva márkanat erenoamžit anáraš- ja nuortalašgielat čáppagirjjálašvuođas.
smn: Kirjálâšvuođâ ovdánem taheh vaigâdin uccâ markkâneh eromâšávt anarâš- já nuorttâlâškielâlâš čaabâkirjálâšvuođâst.

source: Dán áigge čáppagirjjálašvuohta jorgaluvvo váldogiela ja sámegiela gaskkas.
smn: Tááláá ääigi čaabâkirjálâšvuođâ jurgâleh väldikielâi já sämikielâi kooskâst.

source: Govvadáidda
smn: Kovetaaiđâ

source: Vuosttas sápmelaš govvadáiddárat ledje girječálli Juhan Turi sihke norggasápmelaš John Savio.
smn: Vuossâmuuh sämmiliih kovetaaiđâreh lijjii čällee Juhan Turi sehe taažâsämmilâš John Savio.

source: 1900-logu álggus eallán Savio bođii dovddusin muorrasárgosiiguin, mat ovdanbuktet árbevirolaš sápmelaš fáttaid.
smn: 1900-lovo aalgâst iällám Savio šoodâi tobdosin muorâsárgusijnis, moh oovdânpyehtih ärbivuáválijd sämifáádáid.

source: Sápmelaš govvadáidaga golleáigodaga álggahii Nils Aslak Valkeapää sáme álbmoga mytologiijain ja luondogaskavuođas muitaleaddji dávvaliin.
smn: Sämmilii kovetaiđuu kollepaje algâttij Nils Aslak Valkeapää sämiaalmug myytâin já luándukoskâvuođâst muštâleijee tavluidiskuin.

source: Govvadáidda váldá inspirašuvnnaidis dán áiggege nu báktetevnnegiin, shamanismmas, luonddus go duodjeárbbisge.
smn: Kovetaaiđâ váldá movtijdem tääl-uv nuuvt källeesárgusijn, nuáidioskoost, luándust ko tyejiärbivyevist-uv.

source: Dán áigge govvadáidagis govvidit ain eanet sámiid vásihan servodatlaš dohkketmeahttun diliid ja láttiiduhttinpolitihka váikkuhusaid sámeservošii.
smn: Tááláá ääigi kovetaiđuu vievâst kovvejeh ain eenâb ohtsâškodálijd tuhhitmettum tiilijd, maid sämmiliih láá feerim já lädijduttempolitiik vaikuttâsâid sämisiärvádâhân.

source: Erenoamážit Anáris ássi Merja Aletta Ranttila lea beakkán shamanismma ja mytologiija málagovain gieđahalli.
smn: Eromâšávt Anarist ässee Merja Aletta Ranttila lii tobdos nuáidiosko já myytâid kieđâvuššee maalâkuvijnis.

source: Árbevirolaččat dáidda lea sárgojuvvon bohcconáhkiide, dán áigge dáidaga dahket hui máŋggaide materiálaide ja máŋggain eará materiálain.
smn: Ärbivuáválávt taiđuu láá sárgum puásuinahkijd, tääl taiđuu rähtih viehâ maaŋgáid materiaalijd já maaŋgâlágán materiaalijn.

source: Dáiddár Outi Pieski dáiddabargu Sámekulturguovddáš Sajosis
smn: Taaiđâr Outi Pieski taiđârááhtus Säämi kulttuurkuávdáš Sajosist

source: Dánsa
smn: Tanssâ

source: Sáme dánsaárbbis lea seilon dušše nuortalaččaid katrilla, mii lea ožžon váikkuhusaid ruošša dánsaárbbis.
smn: Sämmilâš tanssâärbivyehist lii siäilum tuše nuorttâlâšâi katrilli, mii lii finnim vaikuttâsâid ruošâ tanssâärbivyevist.

source: Katrilli oahpahit Anára skuvllain ja Čeavetjávrris ja Njellimis leat iežas katrillajoavkkut.
smn: Katrilli máttáátteh Aanaar škoovlâin já Čevetjäävrist já Njellimist láá jieijâs katrillijuávhuh.

source: Lea navdimis ahte sámiin leamašan shamanistalaš dološoskui ja bivdui gulavaš dánsaárbi, muhto das eai leat báhcán válddekeahttá dieđut sápmelaš álbmotárbái ii ge girjjálašvuhtii.
smn: Nabdemist lii, ete sämmilijn lii lamaš toovlâš nuáidioskon já pivdon lohtâseijee tanssâärbivyehi, mutâ tast ij lah pááccám tiäđuid sämmilij aalmugärbivuáhán ige kirjálâšvuotân.

source: Filbma ja dokumeanta
smn: Elleekove já dokument

source: Filbmadáidagis ja dokumeanttain lea boahtán vuohki muitalit sámekultuvrras ja dan árbbis sihke govat váldekulruvraid doaimmaid váikkuhusain sámekultuvrii ja oktonas sámesogaide.
smn: Elleekovetaiđust já dokumentijn lii šoddâm vyehi mainâstiđ sämikulttuurist já ton ärbivuovijn sehe kuvviđ väldikulttuurij tooimâi vaikuttâsâin sämikulttuurân já ovtâskâs sämisuvváid.

source: Servodatlaš ovdanbuktin lea nana oassi sámi filbma - ja dokumeantadáidaga.
smn: Ohtsâškodálâš olgospyehtim lii noonâ uási sämmilâš elleekove- já dokumenttaiđuu.

source: Sápmelaš filmma áigi álggii jagi 1987, go Nils Gaup bagadalai filmma Ofelaš (Tiennäyttäjä).
smn: Sämmilii elleekove äigi aalgij ive 1987, kuás Nils Gaup stivrij elleekove Tiennäyttäjä (Ofelaš).

source: Filbma lei Oscar-evttohassan.
smn: Elleekove lâi Oscar-iävtukkâssân.

source: Sámefilmma ” ođđa bárru ” 2000-logu álggus lea buktán oidnosii ođđa bagadallibuolvva.
smn: Sämmilâš elleekove ” uđđâ pááru ” 2000-lovo aalgâst lii pajedâm oovdân uđđâ stivrejeijeesuhâpuolvâ.

source: Čalmmustahttima lea jođálmahttán filbmasuorggi lassánan oahpahus davvin.
smn: Elleekovesyergi škovlim lasanem tavveen lii išedâm pajedem.

source: Jahkásaččat ođđajagemánus Anáris lágiduvvo eamiálbmogiid filbmafestivála Skábmagovat (” Kaamoksen kuvia ”) lea sámefilmma guovddáš forum.
smn: Ihásávt uđđâivemáánust Anarist uárnejum algâaalmugij ellekovefestivaal Skábmagovat (” Skammâkoveh ”) lii sämmilii elleekove merhâšittee foorum.

source: Prográmmas lei álggos vuoiŋŋalaš prográmma sihke áigeguovdilis ođđasat.
smn: Aalmuglâš symbooleh Säämi suuvâ laavlâ lii sämmilij virgálâš aalmuglâšlaavlâ.

source: Dán áigge sámerádio, Yle Sápmi, lea ain dehalamos sámegielat diehtojuohkingaskaoapmi Suoma sámiide.
smn: Säämi suuvâ lavlui lii čáállám saanijd vuosmuš sämmilâš riijkâpeivialmai Isak Saba já nuotâ pieijâm taažâ nyettejeijee Arne Sørlie.

source: Yle Sápmi sádde prográmma davvisámegillii, anáraš- ja nuortalašgillii.
smn: Tääl sämiradio, Yle Sápmi, lii ain tergâdumos sämikielâlâš tieđettemniävvu Suomâ sämmilijd.

source: Yle Sápmi lea maid dehalaš čálalaš media, daningo dehalamos ođđasat leat čállon Yle Sápmi ruoktosiidduide.
smn: Yle Sápmi lii meid tergâdis kirjálâš media, ko tergâdumoseh uđđâseh láá čallum Yle Sápmi päikkisiijđoid.

source: Yle Sápmi lea measta áidna media, gos sáhttá gullat sámiid juoiganárbbi ja ođđa sámemusihka.
smn: Yle Sápmi lii masa áinoo media, kost puáhtá kuullâđ sämmilâš juoigâmäärbi já uđđâ sämmilâš muusik.

source: Yle Sápmi oažžui sámedikki sámi giellaráđi mieđihan gielladahku – bálkkášumi jagi 2013.
smn: Yle Sápmi finnij sämitige säämi kielârääđi mieđettem säämi kielâtaho – palhâšume ive 2013.

source: Oktasašrádio galgá buvttadit lága mielde oassin servodaga bálvalandoaimma bálvalusaid sámegillii.
smn: laavâ mield uássin ohtsâškodálâš palvâlemtooimâ pyevtittiđ palvâlusâid sämikielân.

source: davviriikkaid oktasaš sámegielat tv-ođđasat, Ođđasat, álge jagi 2002 álggus.
smn: Ohtsâštave-eennâmliih sämikielâliih tv-uđđâseh, Ođđasat, algii ive 2002 aalgâst.

source: Dat buvttaduvvojit ovttasbarggus Suoma Yle Sámi Rádioin, Norgga NRK Sámi Radioin ja Ruoŧa SVT Sápmiin.
smn: Taid pyevtitteh ohtsâšpargon Suomâ Yle Säämi Radioin, Taažâ NRK Säämi Radioin já Ruotâ SVT Sápmijn.

source: Čakčat 2013 Oktasašrádio álggahii iežas sámegielat tv-ođđasiid sáddema váldegotti fierpmis.
smn: Čohčuv 2013 Yleisradio algâttij jieijâs sämikielâlij tv-uđđâsij vuolgâttem väldikode viermist.

source: Yle Sápmi buvttada Suoma áidna sámegielat mánáidprográmma, Unna Junná.
smn: Yle Sápmi pyevtit Suomâ áinoo sämikielâlâš párnáiohjelm, Unna Junná.

source: Sápmelaš lei Suoma vuosttas sámegielat áigečála.
smn: Sápmelaš lâi Suomâ vuossâmuš sämikielâlâš äigipajelostâ.

source: Dat almmustuvai davvisámegillii jagiid 1935–2002.
smn: Tot almostui tavesämikielân iivijn 1935–2002.

source: Dán áigge áidna sámegielat aviisa lea Norggas almmustuvvi Avvir, mii almmustuvvá guovtti geardde vahkus.
smn: Tääl áinoo sämikielâlâš aavis lii Taažâst almostuvvee Avvir, mii almostuvá kuohtii ohhoost.

source: Ánárašgielat searvi (Anarâškielâ Servi) lea almmustahttán Anarâš-lastta jagis 1987.
smn: Anarâškielâ Servi lii almostittâm Anarâš-loostâ ive 1987 rääjist.

source: Jagi 2011 addojuvvon ásahus aviissaid doarjagis dagai vejolažžan vuosttas geardde servodaga doarjaga mieđiheapmai sámegielat aviisamateriála buvttadeami várás.
smn: Ive 2011 adelum asâttâs avisij torjust toovâi máhđulâžžân vuossâmuu keerdi ohtsâškodálâš torjuu mieđettem sämikielâlâš aavisamnâstuv pyevtitmân.

source: Doarjja lea mieđihuvvon ásahusa fápmui boahtima maŋŋá Lapin Kansai, mii buvttada sámegielat ođđasiid sihke deaddiluvvon aviisii ja fierbmái.
smn: Toorjâ lii mieđettum asâttâs vuáimánšoddâm maŋa, mii pyevtit sämikielâlijd uđđâsijd sehe teddilum loostân ete viärmán.
